Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, cs, de, el_gr, es, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt_pt, ro, ru, sr, tr, uk, vi, zh_hans, zh_hant

# Msg_PauseOnce
source: Theme switching is paused once!
ar: يتم إيقاف تبديل النسق مؤقتاً مرة واحدة!
cs: Přepínání motivů je pozastaveno jednou!
de: Auto-Wechsel ist einmalig pausiert!
el_gr: Η εναλλαγή θέματος τέθηκε σε παύση για μία φορά!
es: ¡El cambio de tema está pausado una vez!
fr: Le changement de thème est mis en pause une fois !
hu: A témaváltás egyszer szünetel!
id: Pergantian tema tertunda sekali!
it: Il cambio tema viene messo in pausa una volta!
ja: テーマの切り替えは一回停止されています！
ko: 테마 전환이 한 번 일시 중지됩니다!
nl: Themawisseling is eenmalig gepauzeerd!
pl: Przełączanie motywu zostało jednorazowo wstrzymane!
pt_pt: A mudança do tema está pausada uma vez!
ro: Schimbarea temei este întreruptă o singură dată!
ru: Переключение темы разово приостановлено!
sr: Promena tema je pauzirana jednokratno!
tr: Tema değiştirme bir kez duraklatıldı!
uk: Зміна тем призупинена одноразово!
vi: Tự động chuyển đã được hoãn một lần!
zh_hans: 主题切换已暂停一次！
zh_hant: 主題切換已暫停一次！

# Msg_PendingQuestion
source: Would you like to switch now or delay further?
ar: هل ترغب في التبديل الآن أم التأخير أكثر من ذلك؟
cs: Přepnout nyní, nebo dále odložit?
de: Soll der Designwechsel jetzt erfolgen oder später?
el_gr: Θέλετε να κάνετε εναλλαγή τώρα ή επιπλέον καθυστέρηση;
es: ¿Quieres cambiar ya o posponerlo más?
fr: Voulez-vous changer maintenant ou retarder davantage ?
hu: Szeretne most váltani vagy tovább késleltetni?
id: Apakah anda mau untuk berganti sekarang? Atau tunda lebih lanjut?
it: Vorresti cambiare adesso o rimandare ulteriormente?
ja: 今すぐ切り替えますか？それとも遅延させますか？
ko: 지금 전환 할까요, 더 나중에 전환 할까요?
nb_no: Vil du bytte nå eller utsette lenger?
nl: Wilt u nu van thema wisselen of verder uitstellen?
pl: Czy chcesz przełączyć się teraz czy później?
pt_pt: Gostaria de mudar agora ou atrasar para mais tarde?
ro: Doriți să o schimbați acum sau să o amânați mai mult?
ru: Хотите переключить сейчас или отложить?
sr: Želite li da promenite sad ili da još odložite?
tr: Şimdi değişim yapmak mı ya da daha fazla geciktirmek mi istiyorsunuz?
uk: Перемикнутися зараз чи відкласти?
vi: Bạn muốn chuyển ngay hay chờ thêm?
zh_hans: 您想现在切换还是继续推迟？
zh_hant: 你想立即切換還是繼續延遲？

# Msg_SearchLoc
source: Getting your location…
ar: الحصول على موقعك…
cs: Hledání Vaší polohy…
de: Standort suchen…
el_gr: Λήψη της τοποθεσίας σας…
es: Obteniendo tu ubicación…
fr: Récupération de votre emplacement…
hu: Az ön helyzetének keresése…
id: Mencari lokasi Anda…
it: Sto cercando la tua posizione…
ja: 位置情報を取得中…
ko: 위치를 검색하는 중…
nl: Zoeken naar uw locatie…
pl: Pozyskiwanie twojej lokalizacji…
pt_pt: A detetar a sua localização…
ro: Se obține locația dvs. …
ru: Определение местоположения…
sr: Nalaženje vaše lokacije…
tr: Konumunuz aranıyor…
uk: Пошук місцезнаходження…
vi: Đang lấy vị trí của bạn…
zh_hans: 正在定位…
zh_hant: 正在取得你的位置…

# Msg_SearchUpdate
source: Searching for updates…
ar: البحث عن تحديثات…
cs: Hledání aktualizace…
de: Updates suchen…
el_gr: Αναζήτηση για ενημερώσεις…
es: Buscando actualizaciones…
fr: Recherche de mises à jour…
hu: Frissítések keresése…
id: Mencari Pembaruan…
it: Ricerca aggiornamenti…
ja: 最新版の確認中…
ko: 업데이트를 찾는 중…
nb_no: Looking for updates…
nl: Zoeken naar updates…
pl: Szukanie aktualizacji…
pt_pt: A procurar atualizações…
ro: Căutăm actualizări…
ru: Поиск обновлений…
sr: Provera ažuriranja…
tr: Güncellemelere bakılıyor…
uk: Пошук оновлень…
vi: Đang kiểm tra cập nhật…
zh_hans: 正在获取更新…
zh_hant: 正在檢查更新…

# Msg_ServiceUnresponsive
source: The service is not responding. Please check if AutoDarkModeSvc.exe is running, and try again!
ar: الخدمة لا تستجيب. يُرجى التحقق مما إذا كان AutoDarkModeSvc.exe.exe قيد التشغيل، ثم حاول مرة أخرى!
cs: Služba neodpovídá. Zkontrolujte prosím, zda proces AutoDarkModeSvc.exe běží a zkuste to znovu!
de: Der Dienst antwortet nicht. Prüfe, ob AutoDarkModeSvc.exe läuft und versuche es erneut!
el_gr: Η υπηρεσία δεν ανταποκρίνεται. Παρακαλώ ελέγξτε εάν το AutoDarkModeSvc.exe εκτελείται και δοκιμάστε ξανά!
es: El servicio no responde. ¡Compruebe si AutoDarkModeSvc.exe se está ejecutando y vuelva a intentarlo!
fr: Le service ne répond pas. Veuillez vérifier si AutoDarkModeSvc.exe est en cours d'exécution, puis réessayez !
hu: A szolgáltatás nem válaszol. Kérjük, ellenőrizze, hogy az AutoDarkModeSvc.exe fut, és próbálja újra!
id: Layanan tidak merespon, Periksa jika AutoDarkModeSvc.exe berjalan, dan coba lagi!
it: Il servizio non risponde. Controlla se AutoDarkModeSvc.exe è in esecuzione e riprova!
ja: サービスは応答していません。AutoDarkModeSvc.exe が実行中か確認し、再起動をお試しください !
ko: 서비스가 응답하지 않습니다. AutoDarkModeSvc.exe가 실행 중인지 확인하고 다시 시도하세요!
nb_no: Tjenesten svarer ikke. Vennligst se om AutoDarkModeSvc.exe kjører, og prøv igjen!
nl: De service reageert niet. Controleer of AutoDarkModeSvc.exe wordt uitgevoerd en probeer het opnieuw!
pl: Usługa nie odpowiada. Sprawdź czy AutoDarkModeSvc.exe jest uruchomiony i spróbuj ponownie!
pt_pt: O serviço não está a responder. Por favor, verifique se o AutoDarkModeSvc.exe está a correr e tente novamente!
ro: Serviciul nu răspunde. Verificați dacă AutoDarkModeSvc.exe rulează și încercați din nou!
ru: Служба не отвечает. Проверьте, запущена ли AutoDarkModeSvc.exe, и попробуйте снова!
sr: Usluga se ne odaziva. Molimo proverite da li je pokrenut AutoDarkModeSvc.exe, pa probajte ponovo!
tr: Hizmet yanıt vermiyor. Lütfen AutoDarkModeSvc.exe'nin çalışıp çalışmadığını kontrol edin ve tekrar deneyin!
uk: Служба не відповідає. Перевірте, чи працює AutoDarkModeSvc.exe, і повторіть спробу!
vi: Service không phản hồi. Vui lòng kiểm tra AutoDarkModeSvc.exe có đang chạy hay không, và thử lại!
zh_hans: 服务无响应。请检查 AutoDarkModeSvc.exe 的运行状态并重试！
zh_hant: 服務沒有回應。請檢查 AutoDarkModeSvc.exe 是否正在執行，並重試！

# Msg_SwitchPending
source: Theme switch pending
ar: تبديل النسق في انتظار
cs: Čekání na přepnutí tématu
de: Ausstehender Designwechsel
el_gr: Εναλλαγή θέματος σε εκκρεμότητα
es: Cambio de tema en espera
fr: Basculement du thème en attente
hu: Témaváltás függőben
id: Pergantian tema tertunda
it: Cambio del tema in attesa
ja: テーマ切り替え待機中
ko: 테마 전환 보류 중
nb_no: Temabytte venter
nl: Themawisseling in behandeling
pl: Oczekiwanie na przełączenie motywu
pt_pt: Mudança de tema pendente
ro: Schimbarea temei este în așteptare
ru: Переключение темы приостановлено
sr: Promena teme na čekanju
tr: Tema değişimi beklemede
uk: Очікування зміни теми
vi: Đợi chuyển chủ đề
zh_hans: 主题切换等待中
zh_hant: 正在等待主題切換

# Msg_ThemeError
source: Warning: We couldn't read your current theme.
ar: تحذير: لم نتمكن من قراءة نسقك الحالي.
cs: Varování: Nemohli jsme zjistit současný motiv.
de: Achtung: Das aktuelle Design kann nicht eingelesen werden.
el_gr: Προειδοποίηση: Δεν μπορέσαμε να διαβάσουμε το τρέχον θέμα σας.
es: Advertencia: No pudimos leer tu tema actual.
fr: Avertissement : Impossible de détecter votre thème actuel.
hu: Figyelem: Nem tudtuk megállapítani az aktuális témát.
id: Peringatan: Kami tidak dapat membaca tema Anda saat ini.
it: Attenzione: impossibile leggere il tuo tema attuale.
ja: 警告: システムの現在のテーマを読み込めませんでした。
ko: 경고: 현재 테마를 읽을 수 없습니다.
nl: Let op: Uw huidige thema kon niet worden gelezen.
pl: Uwaga: Nie można wczytać obecnego motywu.
pt_pt: Aviso: Não foi possível detetar o tema atual.
ro: Avertisment: nu am putut citi tema dvs. actuală.
ru: Внимание: не удалось определить текущую тему.
sr: Upozorenje: nismo uspeli da učitamo vašu trenutnu temu.
tr: Uyarı: Mevcut temanızı okuyamadık.
uk: Попередження: Неможливо визначити поточну тему.
vi: Cảnh báo: Ứng dụng không đọc được chủ đề hiện tại của bạn.
zh_hans: 警告：无法读取您当前的主题。
zh_hant: 警告：我們無法取得你目前的主題。

# Msg_UpdateAvailable
source: An update is available!
ar: يتوفر تحديث جديد!
cs: Nalezena nová aktualizace!
de: Ein Update ist verfügbar!
el_gr: Μια νέα έκδοση είναι διαθέσιμη!
es: ¡Una nueva actualización está disponible!
fr: Une nouvelle mise à jour est disponible !
hu: Új frissítés érhető el!
id: Pembaruan tersedia!
it: È disponibile un aggiornamento!
ja: 最新版があります！
ko: 새 업데이트를 사용할 수 있습니다!
nb_no: A new update is available!
nl: Er is een update beschikbaar!
pl: Nowa aktualizacja jest dostępna!
pt_pt: Está disponível uma nova atualização!
ro: O nouă actualizare este disponibilă!
ru: Доступно новое обновление!
sr: Novo ažuriranje je dostupno!
tr: Yeni güncelleme var!
uk: Доступне нове оновлення!
vi: Có một bản cập nhật mới!
zh_hans: 有新版本可用！
zh_hant: 有新版本可用！

# Msg_UpdaterText
source: A new version is available on GitHub with fixes and enhancements. Currently installed version: {0}, new version: {1}
ar: شكراً لك على استخدامك Auto Dark Mode! يتوفر إصدار جديد على GitHub مع إصلاحات وتحسينات. هل تريد تثبيته؟ الإصدار المثبت حالياً: {0}، الإصدار الجديد: {1}
cs: Děkujeme, že používáte Auto Dark Mode! Na Github je k mání nová verze s mnoha vylepšeními. Chcete ji nainstalovat? Nainstalovaná verze: {0}, nová verze: {1}
de: Danke für das Benutzen von Auto Dark Mode! Eine neue Version mit einigen Verbesserungen und Neuerungen ist auf GitHub verfügbar. Möchtest du sie herunterladen? Aktuell installierte Version: {0}, neue Version: {1}
el_gr: Μια νέα έκδοση είναι διαθέσιμη στο GitHub με διορθώσεις και βελτιώσεις. Τρέχουσα εγκατεστημένη έκδοση: {0}, νέα έκδοση: {1}
es: ¡Gracias por usar Auto Dark Mode! Una nueva versión está disponible en GitHub con arreglos y mejoras. ¿Quieres descargarla? Versión instalada actualmente: {0}, nueva versión: {1}
fr: Merci d'utiliser Auto Dark Mode ! Une nouvelle version comportant des corrections et des améliorations est disponible sur GitHub. Souhaitez-vous l'installer ? Version installée : {0}, nouvelle version : {1}
hu: Köszönjük, hogy az Auto Dark Mode alkalmazást használja! Egy új verzió érhető el a GitHub-on javításokkal és fejlesztésekkel. Szeretné letölteni? Jelenleg telepített verzió: {0}, új verzió: {1}
id: Terima kasih untuk menggunakan Auto Dark Mode Pembaruan tersedia di GitHub dengan perbaikan dan peningkatan. Apakah Anda mau memasang? Versi saat ini: {0}, Versi terbaru: {1}
it: Su GitHub è disponibile una nuova versione con correzioni e miglioramenti. Versione attualmente installata: {0}, nuova versione: {1}
ja: Auto Dark Modeをご利用いただきありがとうございます！ 修正と機能強化を含む新しいバージョンがGitHub上で利用可能です。 インストールしますか？ お使いのバージョン: {0}, 新しいバージョン: {1}
ko: 수정 사항과 향상된 기능이 포함된 새 버전이 GitHub에 올라왔습니다. 현재 설치된 버전: {0}, 새 버전: {1}
nb_no: Thank you for using Auto Dark Mode! A new version is available on GitHub with fixes and enhancements. Do you want to install it? Currently installed version: {0}, new version: {1}
nl: Er is een nieuwe versie beschikbaar op GitHub met oplossingen en verbeteringen. Momenteel geïnstalleerde versie: {0}, nieuwe versie: {1}
pl: Dziękujemy za używanie Auto Dark Mode! Nowa wersja programu z poprawkami i dodatkami jest dostępna na GitHubie. Chcesz ją pobrać? Obecnie zainstalowana wersja: {0}, nowa wersja: {1}
pt_pt: Obrigado por utilizar o Auto Dark Mode! Está disponível uma nova versão no GitHub com correções de problemas e melhorias. Pretende transferi-la? Versão instalada: {0}, Versão nova: {1}
ro: Vă mulțumim că folosiți Auto Dark Mode! O versiune nouă este disponibilă pe GitHub, cu remedieri și îmbunătățiri. Vrei să-l instalezi? Versiunea instalată în prezent: {0}, versiune nouă: {1}
ru: Спасибо за использование Auto Dark Mode! Новая версия доступна на GitHub с исправлениями и улучшениями. Хотите её установить? Сейчас установлена версия: {0}, новая: {1}
sr: Hvala vam što koristite Auto Dark Mode! Nova verzija je dostupna na GitHub-u sa ispravkama i poboljšanjima. Želite li da je instalirate? Trenutno instalirana verzija: {0}, nova verzija: {1}
tr: Auto Dark Mode'u kullandığınız için teşekkürler! Github'da düzeltmeler ve geliştirmeler içeren yeni bir sürüm mevcuttur. Bunu indirmek istiyor musunuz? Şu anda yüklü sürüm: {0}, yeni sürüm: {1}
uk: Нова версія доступна на GitHub з виправленнями та покращеннями. Поточна встановлена версія: {0}, нова версія: {1}
vi: Cảm ơn bạn đã sử dụng Auto Dark Mode! Một phiên bản mới đã ra mắt trên GitHub với nhiều sửa lỗi và cải tiến. Bạn có muốn cài đặt? Phiên bản hiện tại của bạn: {0}, phiên bản mới: {1}
zh_hans: GitHub 上发布的新版本包含一些漏洞修复和改进。 当前版本：{0}，新版本：{1}
zh_hant: 在 GitHub 上有新版本，包含了修正及一些新功能。 目前已安裝版本：{0}，新版本：{1}

# Msg_VersionInfoCopied
source: Version info copied to clipboard
ar: معلومات الإصدار المنسوخة إلى الحافظة
cs: Informace o verzi zkopírované do schránky
de: Versionsinfo wurde kopiert
el_gr: Οι πληροφορίες έκδοσης αντιγράφηκαν στο πρόχειρο
es: Información sobre la versión copiada al portapapeles
fr: Information de version copiée dans le presse-papier
hu: A verzióadatok a vágólapra másolva
id: Info versi disalin ke papan klip
it: Le informazioni sulla versione sono state copiate negli appunti
ja: バージョン情報をクリップボードにコピーしました
ko: 클립보드에 버전 정보 복사
nb_no: Versjonsinfo kopier til utklippstavlen
nl: Versie-informatie gekopieerd naar klembord
pl: Informacje o wersji skopiowano do schowka
pt_pt: Informação da versão copiada para a Área de Transferência
ro: Informațiile despre versiune au fost copiate în clipboard
ru: Номер версии скопирован в буфер обмена
sr: Informacije o verziji kopirane u ostavu
tr: Sürüm bilgisi panoya kopyalandı
uk: Інформація про версію скопійована до буферу обміну
vi: Thông tin phiên bản đã được lưu vào bảng tạm
zh_hans: 版本信息已复制到剪贴板
zh_hant: 版本資訊已複製到剪貼簿

# NextUpdateAt
source: Next update
ar: التحديث التالي في
cs: Další aktualizace za
de: Nächste Aktualisierung um
el_gr: Επόμενη ενημέρωση στις
es: Siguiente actualización a las
fr: Prochaine mise à jour le
hu: Next update at
id: Pembaruan selanjutnya pada
it: Prossimo aggiornamento
ja: 次回更新は
ko: 다음 업데이트
nb_no: Next update at
nl: Volgende update
pl: Następna aktualizacja o
pt_pt: Próxima actualização em
ro: Următoarea actualizare la
ru: Следующее обновление
sr: Sledeća provera u
tr: Sonraki güncelleme:
uk: Наступне оновлення
vi: Cập nhật tiếp theo vào
zh_hans: 下一次更新
zh_hant: 下次更新

source: None
ar: لا يوجد
cs: Žádné
de: Keiner
el_gr: Καμία
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nb_no: Ingen
nl: Geen
pl: Brak
pt_pt: Nenhum
ro: Nici unul
ru: отсутствует
sr: Nikakva
tr: Yok
uk: Немає
vi: Chưa cấu hình
zh_hans: 无
zh_hant: 無

source: Not found
ar: غير موجود
cs: Nenalezeno
de: Nicht gefunden
el_gr: Δεν βρέθηκε
es: No encontrado
fr: Non trouvé
hu: Nem található
id: Tidak Ditemukan
it: Non trovato
ja: 見つかりません
ko: 찾을 수 없음
nb_no: Ikke funnet
nl: Niet gevonden
pl: Nie znaleziono
pt_pt: Não encontrado
ro: Nu a fost găsit
ru: не найдено
sr: Nije nađeno
tr: Bulunamadı
uk: Не знайдено
vi: Không tìm thấy
zh_hans: 未找到
zh_hant: 找不到

source: Offset
ar: تَكَافَأَ
cs: Časový posun
de: Anpassen
el_gr: Μετατόπιση
es: Demora
fr: Décalage
hu: Eltolás
it: Scostamento
ja: 補正
ko: 오프셋
nl: Verschuiving
pl: Dostosuj
pt_pt: Deslocamento
ro: Întârziere
ru: Смещение
sr: Pomak
tr: Kaydırma
uk: Зміщення
vi: Độ lệch giờ
zh_hans: 调整
zh_hant: 偏移

source: Ok
ar: حسناً
el_gr: Εντάξει
es: De acuerdo
hu: Oké
ko: 확인
ro: Da
ru: Хорошо
tr: Tamam
vi: Được
zh_hans: 好
zh_hant: 好

# OpenConfigFile
source: Open configuration file
ar: فتح ملف التكوين المفتوح
cs: Otevřít konfigurační soubor
de: Konfigurationsdatei öffnen
el_gr: Ανοιγμα αρχείου ρυθμίσεων (config)
es: Abrir archivo de configuración
fr: Ouvrir le fichier de configuration
hu: Konfigurációs fájl megnyitása
id: Buka file konfigurasi
it: Apri file di configurazione
ja: 設定ファイルを開く
ko: 구성 파일 열기
nb_no: Åpne konfigureringsfil
nl: Configuratiebestand openen
pl: Otwórz plik konfiguracji
pt_pt: Abrir o ficheiro de config
ro: Deschideți fișierul de configurare
ru: Открыть файл настроек
sr: Otvori konfiguracionu datoteku
tr: Yapılandırma dosyasını aç
uk: Відкрити файл конфігурації
vi: Mở tập tin cấu hình
zh_hans: 打开配置文件
zh_hant: 開啟設定檔

# OpenConfigFolder
source: Open configuration folder
ar: فتح مجلد التكوين
cs: Otevřít konfigurační složku
de: Konfigurationsordner öffnen
el_gr: Ανοιγμα φακέλου ρυθμίσεων (config)
es: Abrir carpeta de configuración
fr: Ouvrir le dossier de configuration
hu: Konfigurációs mappa megnyitása
id: Buka folder konfigurasi
it: Apri cartella di configurazione
ja: 設定用フォルダを開く
ko: 구성 폴더 열기
nb_no: Åpne konfigureringsmappe
nl: Configuratiemap openen
pl: Otwórz katalog konfiguracji
pt_pt: Abrir a pasta de config
ro: Deschideți folderul de configurare
ru: Открыть папку настроек
sr: Otvori konfiguracionu fasciklu
tr: Yapılandırma klasörünü aç
uk: Відкрити каталог з конфігурацією
vi: Mở thư mục cấu hình
zh_hans: 打开配置文件夹
zh_hant: 開啟設定檔資料夾

# OpenLog
source: Open log file
ar: فتح ملف السجل المفتوح
cs: Otevřít soubor protokolu
de: Logdatei öffnen
el_gr: Ανοιγμα αρχείου καταγραφής (log)
es: Abrir archivo de registro
fr: Ouvrir le fichier du journal
id: Buka file log
it: Apri file di log
ja: ログを開く
ko: 로그 파일 열기
nb_no: Åpne loggfil
nl: Logboekbestand openen
pl: Otwórz plik dziennika
pt_pt: Abrir o ficheiro de registo
ro: Deschideți fișierul log
ru: Открыть логи
sr: Otvori datoteku evidencije
tr: Günlük dosyasını aç
uk: Відкрити файл журналу
vi: Mở tập tin cấu hình
zh_hans: 打开日志文件
zh_hant: 開啟記錄檔

# OpenPath
source: Open folder
ar: فتح المجلد
cs: Otevřít složku
de: Ordner öffnen
el_gr: Ανοιγμα φακέλου
es: Abrir carpeta
fr: Ouvrir le dossier
hu: Mappa megnyitása
id: Buka Folder
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb_no: Åpne mappe
nl: Map openen
pl: Otwórz katalog
pt_pt: Abrir Pasta
ro: Deschide Folder
ru: Открыть папку
sr: Otvori fasciklu
tr: Klasörü Aç
uk: Відкрити папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# OpenPointerSettings
source: Open Windows pointer settings
ar: فتح إعدادات مؤشر ويندوز
cs: Otevření nastavení ukazatele systému Windows
de: Windows Mauseinstellungen öffnen
el_gr: Ανοιγμα ρυθμίσεων δείκτη ποντικιού
es: Abrir la configuración del puntero de Windows
fr: Ouvrir les paramètres de la souris
hu: Windows mutató beállításainak megnyitása
id: Buka setelan penunjuk Windows
it: Apri impostazioni del puntatore di Windows
ja: Windows のポインターの設定を開く
ko: Windows 포인터 설정 열기
nb_no: Åpne Windows' markør-innstillinger
nl: Windows-muisinstellingen openen
pl: Otwórz ustawienia wskaźnika systemu Windows
pt_pt: Abrir definições de ponteiros do Windows
ro: Deschide setări cursor Windows
ru: Открыть настройки указателя мыши Windows
sr: Otvori Windows postavke pokazivača
tr: Windows işaretçi ayarlarını aç
uk: Відкрити налаштування вказівника Windows
vi: Mở cài đặt con trỏ Windows
zh_hans: 打开 Windows 指针设置
zh_hant: 開啟 Windows 游標設定

# OpenScriptConfig
source: Open script configuration
ar: فتح تكوين البرنامج النصي
cs: Otevřít konfiguraci skriptu
de: Skript-Konfig öffnen
el_gr: Ανοιγμα ρυθμίσεων script (config)
es: Abrir configuración de comandos
fr: Ouvrir la configuration du script
hu: Szkriptkonfiguráció megnyitása
id: Buka pengaturan skrip
it: Apri configurazione degli script
ja: スクリプトの設定を開く
ko: 스크립트 구성 열기
nb_no: Open script config
nl: Scriptconfiguratie openen
pl: Otwórz konfigurację skryptów
pt_pt: Abrir configuração do script
ro: Deschideți configurația scriptului
ru: Открыть конфигурацию скрипта
sr: Otvori konfiguraciju skripti
tr: Komut dosyası yapılandırmasını aç
uk: Відкрити скрипт конфігурації
vi: Mở cấu hình tập lệnh
zh_hans: 打开脚本设置
zh_hant: 開啟指令碼設定

source: Open shell
ar: فتح واجهة المستخدم
cs: Otevřít příkazový řádek
de: Eingabeaufforderung öffnen
el_gr: Ανοιγμα κελύφους (shell)
es: Abrir shell
fr: Ouvrir le terminal shell
hu: Shell megnyitása
id: Buka shell
it: Apri shell
ja: シェルを開く
ko: 쉘 열기
nb_no: Åpne skjell
nl: Terminal openen
pl: Otwórz powłokę
pt_pt: Abrir shell
ro: Deschide baza
ru: Открыть в терминале
sr: Otvori interfejs komandne linije
tr: Shell'i aç
uk: Відкрити shell
vi: Mở shell
zh_hans: 打开命令行
zh_hant: 開啟命令列介面

source: Open updater log
ar: فتح سجل المحدثين
cs: Otevřít protokol aktualizace
de: Updater-Log öffnen
el_gr: Ανοιγμα αρχείου καταγραφής προγράμματος αναβάθμισης
es: Abrir el registro del actualizador
fr: Ouvrir les logs de MàJ (updater.log)
hu: Frissítési napló megnyitása
id: Buka log pembaruan
it: Apri log di aggiornamento
ja: 更新ツールの履歴を開く
ko: 업데이터 로그 열기
nb_no: Åpne oppdaterer-logg
nl: Updatelogboek openen
pl: Otwórz dziennik aktualizacji
pt_pt: Abrir registo do atualizador
ro: Deschide jurnal actualizări
ru: Открыть логи обновления
sr: Otvori evidenciju ažuriranja
tr: Güncelleyici günlüğünü aç
uk: Відкрити журнал оновлення
vi: Mở nhật ký cập nhật
zh_hans: 打开更新程序日志
zh_hant: 開啟更新工具記錄檔

# OpenWindowsNightLight
source: Go to Night light settings
ar: فتح إعدادات الإضاءة الليلية
cs: Otevřít nastavení nočního osvětlení
de: Nachtmoduseinstellungen öffnen
el_gr: Ανοιγμα ρυθμίσεων νυχτερινού φωτισμού
es: Abrir ajustes de luz nocturna
fr: Ouvrir les paramètres d’éclairage nocturne
hu: Nyissa meg az Éjszakai fény beállításait
id: Buka setelan cahaya malam
it: Apri impostazioni luce notturna
ja: 夜間モードの設定を開く
ko: 야간 조명 설정 열기
nb_no: Åpne nattlys-innstillinger
nl: Nachtlamp-instellingen openen
pl: Otwórz ustawienia wyświetlania nocnego
pt_pt: Abrir as definições de luz nocturna
ro: Deschideți setările luminii de noapte
ru: Открыть настройки ночного света
sr: Otvori postavke noćnog svetla
tr: Gece ışığı ayarlarını aç
uk: Відкрити параметри нічника
vi: Mở thiết lập chế độ đêm
zh_hans: 打开夜间模式设置
zh_hant: 前往夜間光線設定

# PathAt
source: Path:
ar: المسار:
cs: Cesta:
de: Pfad:
el_gr: Διαδρομή:
es: Ruta:
fr: Chemin :
hu: Elérési út:
id: Alamat mulai otomatis:
it: Percorso:
ja: パス:
ko: 경로:
nb_no: Filbane:
nl: Pad:
pl: Ścieżka:
pt_pt: Caminho:
ro: Rută:
ru: Путь:
sr: Putanja:
tr: Yol:
uk: Шлях:
vi: Đường dẫn:
zh_hans: 路径：
zh_hant: 路徑：

# PauseAutoThemeSwitching
source: Toggle pause auto theme switch
ar: تبديل مفتاح تبديل النسق التلقائي للإيقاف المؤقت
cs: Přepnout automatické pozastavení změny motivu
de: Automatischen Designwechsel umschalten
el_gr: Ενεργοποίηση/απενεργοποίηση παύσης αυτόματης εναλλαγής θέματος
es: Pausar el cambio de tema automático
fr: Activer/désactiver le changement de thème automatique
hu: Az automatikus témaváltás szüneteltetésének váltása
id: Alihkan jeda pergantian tema otomatis
it: Attiva/disattiva interruttore di pausa tema automatico
ja: テーマの自動切替を一時停止/再開
ko: 일시 정지 자동 테마 전환 토글
nl: Automatische themawisseling pauzeren/hervatten
pl: Włącz wstrzymanie automatycznego przełączania motywu
pt_pt: Alternar a pausa da mudança de tema automática
ro: Întrerupeți schimbarea automată a temei
ru: Приостановить автопереключение темы
sr: Uklj/Isklj pauziranje automatske promene teme
tr: Otomatik tema değişimini duraklat aç/kapat
uk: Призупинення автозміни тем перемкнути
vi: Bật tắt hoãn tự động chuyển chủ đề
zh_hans: 暂停自动主题切换
zh_hant: 開關暫停自動主題切換

source: Personalization
ar: التخصيص
cs: Přizpůsobení
de: Personalisierung
el_gr: Εξατομίκευση
es: Personalización
fr: Personnalisation
hu: Személyre szabás
id: Personalisasi
it: Personalizzazione
ja: 個人設定
ko: 개인 설정
nb_no: Personlig tilpasning
nl: Persoonlijke instellingen
pl: Personalizacja
pt_pt: Personalização
ro: Personalizare
ru: Персонализация
sr: Personalizacija
tr: Kişiselleştirme
uk: Персоналізація
vi: Cá nhân hoá
zh_hans: 个性化
zh_hant: 個人化

# PickAccentColor
source: Custom color
ar: اختر لون التمييز
cs: Vyber kontrastní barvu
de: Wähle eine Akzentfarbe
el_gr: Επιλέξτε ένα χρώμα έμφασης
es: Elige un color del acento
fr: Sélectionner une couleur d'accentuation
hu: Válasszon kiemelőszínt
id: Pilih aksen warna
it: Scegli un colore principale
ja: アクセントカラーを選択
ko: 강조 색상 선택
nb_no: Velg en aksentfarge
nl: Pick an accent color
pl: Wybierz kolor akcentu
pt_pt: Escolher uma cor de destaque
ro: Alege o nuanță
ru: Выберите акцентный цвет
sr: Izaberite boju naglašavanja
tr: Bir vurgu rengi seç
uk: Виберіть акцентний колір
vi: Chọn một màu nhấn
zh_hans: 选择主题色
zh_hant: Pick an accent color
